Repository: Bragi26/edd-paynow-gateway
Catalog: languages/edd-paynow-gateway-*.po
Languages: pl_pl

source: Payment Gateway for Paynow on Easy Digital Downloads
pl_pl: Bramka Płatności dla Paynow do Easy Digital Downloads

source: A Paynow payment gateway for Easy Digital Downloads Wordpress plugin
pl_pl: Paynow bramka płatności dla Easy Digital Downloads Wordpress plugin

source: Paynow Payments
pl_pl: Paynow Płatności

source: Paynow Payment Settings
pl_pl: Ustawiena płatności Paynow

source: Api Key
pl_pl: Klucz Api

source: Secret Key
pl_pl: Prywatny Klucz

source: There is an error with Paynow Payments configuration.
pl_pl: Wystąpił błąd w konfiguracji płatności Paynow.

source: Nonce verification has failed
pl_pl: Weryfikacja jednorazowa nie powiodła się

source: Error
pl_pl: Błąd

source: Payment Error
pl_pl: Błąd Płatności

source: Payment creation failed before sending buyer to Paynow. Payment data: %s
pl_pl: Utworzenie płatności nie powiodło się przed wysłaniem kupującego do Paynow. Dane płatności: %s

source: Order:
pl_pl: Zamówienie:

source: Payment creation failed while processing a Paynow payment gateway purchase. Payment data: %s
pl_pl: Utworzenie płatności nie powiodło się poprzez bramkę płatności Paynow. Dane płatności: %s

source: Payment done via Paynow with transaction id
pl_pl: Płatność za pośrednictwem Paynow z identyfikatorem transakcji

source: Paynow payment pending with transaction id
pl_pl: Oczekująca płatność Paynow z identyfikatorem transakcji

source: Paynow payment failed with transaction id
pl_pl: Płatność Paynow nie powiodła się z identyfikatorem transakcji

source: Error occured during Paynow payment with transaction id
pl_pl: Wystąpił błąd podczas płatności Paynow z identyfikatorem transakcji
